---
kind: enumMember
id: F:Autodesk.Revit.DB.SimpleWorksetConfiguration.AllWorksets
enum: Autodesk.Revit.DB.SimpleWorksetConfiguration
source: html/6d3766a3-da32-1b8f-938f-72f0b86bd6b2.htm
---
# Autodesk.Revit.DB.SimpleWorksetConfiguration.AllWorksets

All user-created worksets.